Repository: weskcode/sunhat
Catalog: SunHat/Resources/Localizable.xcstrings
Source language: en
Languages: es

source: Group notifications by location
es: Agrupa las notificaciones por ubicación

source: Group notifications by reminder category
es: Agrupa las notificaciones por categoría de recordatorio

source: Gusts %@ km/h
es: Rachas de %@ km/h

source: Gusts %@ mph
es: Rachas de %@ mph

source: H %.0f°
es: Máx %.0f°

source: Hail
es: Granizo

source: Hazardous
es: Peligrosa

source: Health & Wellness
es: Salud y bienestar

source: Heart
es: Corazón

source: Heartbeat
es: Latido

source: Hello, I am contacting you regarding my privacy rights under GDPR/CCPA. My request: Thank you,
es: Hola, Me pongo en contacto con ustedes respecto a mis derechos de privacidad bajo el GDPR/CCPA. Mi solicitud: Gracias,

source: Help & FAQ
es: Ayuda y preguntas frecuentes

source: Hide Details
es: Ocultar detalles

source: Hide Notifications
es: Ocultar notificaciones

source: Hide forecast details
es: Ocultar detalles del pronóstico

source: Hide notifications completely on lock screen
es: Oculta por completo las notificaciones en la pantalla de bloqueo

source: High
es: Alta

# High %@ degrees, low %@ degrees, wind %@
source: High %1$@ degrees, low %2$@ degrees, wind %3$@
es: Máxima %@ grados, mínima %@ grados, viento %@

source: High pressure
es: Presión alta

source: Hiking
es: Senderismo

source: Historical
es: Histórico

source: History will appear here when the reminder triggers
es: El historial aparecerá aquí cuando se active el recordatorio

source: Home
es: Casa

source: Home Maintenance
es: Mantenimiento del hogar

source: Home repairs, painting, and outdoor maintenance tasks
es: Reparaciones del hogar, pintura y tareas de mantenimiento exterior

source: Hourly forecast is unavailable right now. Pull to refresh to try again.
es: El pronóstico por hora no está disponible en este momento. Desliza para actualizar e inténtalo de nuevo.

source: How SunHat Uses Data
es: Cómo usa SunHat los datos

source: How accurate is the weather data?
es: ¿Qué tan precisos son los datos del clima?

source: How do I delete a reminder?
es: ¿Cómo elimino un recordatorio?

source: How do weather-triggered reminders work?
es: ¿Cómo funcionan los recordatorios activados por el clima?

source: Humid
es: Húmedo

source: I have feedback about SunHat.
es: Tengo comentarios sobre SunHat.

source: Icon, currently %@
es: Ícono, actualmente %@

source: If you have any questions about this privacy policy, please contact us at %@
es: Si tienes alguna pregunta sobre esta política de privacidad, contáctanos en %@

source: Immediately
es: Inmediatamente

source: Imported
es: Importado

source: Inactive
es: Inactivo

source: Include
es: Incluir

source: Included Data
es: Datos incluidos

source: Indigo
es: Índigo

source: Inquiry Type
es: Tipo de solicitud

source: Introduces smart weather-based reminders with comparison examples
es: Presenta recordatorios inteligentes basados en el clima con ejemplos comparativos

source: Invalid Coordinates
es: Coordenadas no válidas

source: Invalid location provided
es: La ubicación proporcionada no es válida

source: Invalid notification settings
es: Ajustes de notificación no válidos

source: Invalid response from weather service
es: Respuesta no válida del servicio meteorológico

source: Invalid temperature range - missing min or max temperature
es: Rango de temperatura no válido: falta la temperatura mínima o máxima

source: Invalid temperature range configuration
es: Configuración de rango de temperatura no válida

source: Is my data synced to iCloud?
es: ¿Mis datos se sincronizan con iCloud?

source: It is 72°F and sunny at your selected location.
es: Hace 72 °F y está soleado en tu ubicación seleccionada.

source: It's %lld°F
es: Está a %lld°F

source: It’s 72°F and sunny. A good time to get outside.
es: Está a 72 °F y soleado. Un buen momento para salir.

source: Keychain operation failed with status %d
es: La operación del llavero falló con estado %d

source: Know when conditions are right
es: Entérate cuando las condiciones sean las adecuadas

source: L %.0f°
es: Mín %.0f°

source: Last updated: August 28, 2026
es: Última actualización: 28 de agosto de 2026

source: Last updated: January 30, 2026
es: Última actualización: 30 de enero de 2026

source: Latitude
es: Latitud

source: Latitude must be between -90 and 90 degrees.
es: La latitud debe estar entre -90 y 90 grados.

source: Latitude ranges from -90 to 90. Longitude ranges from -180 to 180.
es: La latitud va de -90 a 90. La longitud va de -180 a 180.

source: Legal Basis
es: Base legal

source: Light
es: Claro

source: Light rain
es: Lluvia ligera

source: Light snow
es: Nieve ligera

source: Light, gentle vibration
es: Vibración suave y ligera

source: Likely
es: Probable

source: Limited
es: Limitada

source: Loading current weather...
es: Cargando clima actual...

source: Loading data summary
es: Cargando resumen de datos

source: Loading location...
es: Cargando ubicación...

source: Loading weather...
es: Cargando el clima...

source: Loading...
es: Cargando...

source: Location
es: Ubicación

source: Location Access
es: Acceso a la ubicación

source: Location Actions
es: Acciones de ubicación

source: Location Data
es: Datos de ubicación

source: Location Details
es: Detalles de la ubicación

source: Location Name
es: Nombre de la ubicación

source: Location Search Failed
es: Error en la búsqueda de ubicación

source: Location Unavailable
es: Ubicación no disponible

source: Location access is required for current-location weather reminders. You can also save manual locations. Coordinates are sent only to enabled weather providers to fetch forecasts.
es: El acceso a la ubicación es necesario para los recordatorios basados en tu ubicación actual. También puedes guardar ubicaciones manuales. Las coordenadas se envían solo a los proveedores de clima activados para obtener pronósticos.

source: Location accuracy is too low
es: La precisión de la ubicación es demasiado baja

source: Location actions
es: Acciones de ubicación

source: Location data is too old
es: Los datos de ubicación son demasiado antiguos

source: Location permission denied
es: Permiso de ubicación denegado

source: Location permission is required for weather data
es: Se requiere el permiso de ubicación para los datos meteorológicos

source: Location request timed out
es: Se agotó el tiempo de espera de la solicitud de ubicación

source: Location request took too long to complete
es: La solicitud de ubicación tardó demasiado en completarse

source: Location services are disabled
es: Los servicios de ubicación están desactivados

source: Location services are turned off in device settings
es: Los servicios de ubicación están desactivados en los ajustes del dispositivo

source: Location setup
es: Configuración de ubicación

source: Locations
es: Ubicaciones

source: Locations Map
es: Mapa de ubicaciones

source: Longitude
es: Longitud

source: Longitude must be between -180 and 180 degrees.
es: La longitud debe estar entre -180 y 180 grados.

source: Low
es: Baja

source: Low %lld°
es: Mín %lld°

source: Low chance
es: Poca probabilidad

source: Low pressure
es: Presión baja

source: Mail is not configured on this device. You can copy the message and send it from another email app.
es: Mail no está configurado en este dispositivo. Puedes copiar el mensaje y enviarlo desde otra app de correo.

source: Maintenance
es: Mantenimiento

source: Make sure notifications are enabled in Settings, your reminder is active, and the weather conditions match your trigger settings. Also check that you're not in quiet hours and haven't reached your daily notification limit.
es: Asegúrate de que las notificaciones estén activadas en Ajustes, de que tu recordatorio esté activo y de que las condiciones del clima coincidan con tu configuración. Comprueba también que no estés en horas de silencio y que no hayas alcanzado tu límite diario de notificaciones.

source: Manage Reminders
es: Administrar recordatorios

source: Manual Entry
es: Entrada manual

source: Manual Location
es: Ubicación manual

source: Manual Location Entry
es: Entrada manual de ubicación

source: Mark Complete
es: Marcar como completado

source: Mark Done
es: Marcar como hecho

source: Marketing Opt-Out
es: Exclusión de marketing

source: Message
es: Mensaje

source: Minor
es: Menor

source: Mint
es: Menta

source: Mixed precipitation
es: Precipitación mixta

source: Moderate
es: Moderada

source: Moderate chance
es: Probabilidad moderada

source: Modified
es: Modificado

source: Monitor weather at your device location
es: Vigila el clima en la ubicación de tu dispositivo

source: Monitor weather at your device's current GPS location
es: Vigila el clima en la ubicación GPS actual de tu dispositivo

source: Monitoring
es: Vigilando

source: More options
es: Más opciones

source: Morning
es: Mañana

source: Move to an open area away from buildings and try again
es: Muévete a un área abierta lejos de edificios e inténtalo de nuevo

source: Multiple conditions required
es: Se requieren varias condiciones

source: Music
es: Música

source: NNW
es: NNO

source: NW
es: NO

source: Nature
es: Naturaleza

source: Network connection unavailable
es: Conexión de red no disponible

source: Network error while getting location
es: Error de red al obtener la ubicación

source: New Reminder
es: Nuevo recordatorio

source: New Task
es: Nueva tarea

source: Next Ready
es: Próximo listo

source: Next Trigger
es: Próxima activación

source: Next ready reminder, %@
es: Próximo recordatorio listo, %@

source: Next trigger, %@
es: Próxima activación, %@

source: No Active Alerts
es: Sin alertas activas

source: No Active Tasks
es: Sin tareas activas

source: No Grouping
es: Sin agrupar

source: No Location Set
es: Sin ubicación establecida

source: No Matches Yet
es: Aún sin coincidencias

source: No Rain
es: Sin lluvia

source: No Ready Reminder
es: Sin recordatorio listo

source: No Tasks Found
es: No se encontraron tareas

source: No Tasks Yet
es: Aún no hay tareas

source: No active reminders
es: Sin recordatorios activos

source: No cities found
es: No se encontraron ciudades

source: No cities found. Try searching with a different spelling or include the state or country.
es: No se encontraron ciudades. Intenta buscar con otra ortografía o incluye el estado o país.

source: No condition set
es: Sin condición establecida

source: No forecast day matches this reminder condition
es: Ningún día del pronóstico coincide con la condición de este recordatorio

source: No precipitation
es: Sin precipitación

source: No recent activity
es: Sin actividad reciente

source: No trigger condition set
es: Sin condición de activación establecida

source: No triggers expected in the next 7 days
es: No se esperan activaciones en los próximos 7 días

source: No vibration
es: Sin vibración

source: None
es: Ninguno

source: Not %@
es: No %@

source: Not Now
es: Ahora no

source: Not Really
es: En realidad no

source: Not enough history yet. Comparisons appear once SunHat has stored weather for this location.
es: Aún no hay suficiente historial. Las comparaciones aparecen una vez que SunHat haya almacenado datos del clima para esta ubicación.

source: Not selected
es: No seleccionado

source: Not yet. Your reminders and preferences are stored locally on this device. iCloud sync is planned for a future update.
es: Todavía no. Tus recordatorios y preferencias se almacenan localmente en este dispositivo. La sincronización con iCloud está prevista para una futura actualización.

source: Notes
es: Notas

source: Notes (optional)
es: Notas (opcional)

source: Nothing Ready Right Now
es: Nada listo por ahora

source: Notification Access
es: Acceso a notificaciones

source: Notification Failed
es: Notificación fallida

source: Notification Sent
es: Notificación enviada

source: Notification Title
es: Título de la notificación

source: Notification permissions are required for weather alerts
es: Se requieren permisos de notificación para las alertas del clima

source: Notification permissions were denied
es: Se denegaron los permisos de notificación

source: Notification setup
es: Configuración de notificaciones

source: Notifications
es: Notificaciones

source: Notifications Are Off
es: Las notificaciones están desactivadas

source: Now
es: Ahora

source: Now: %@ • %@
es: Ahora: %@ • %@

source: OK
es: Aceptar

source: Off
es: Desactivado

source: Open ${section} in SunHat
es: Abrir ${section} en SunHat

source: Open Settings
es: Abrir Ajustes

source: Open SunHat
es: Abrir SunHat

source: Open SunHat settings to manage weather reminder notifications.
es: Abre los ajustes de SunHat para administrar las notificaciones de recordatorios del clima.

source: Open SunHat to a specific section.
es: Abre SunHat en una sección específica.

source: Open SunHat to create a new weather-triggered reminder.
es: Abre SunHat para crear un nuevo recordatorio activado por el clima.

source: Open SunHat to review today's weather reminders.
es: Abre SunHat para revisar los recordatorios del clima de hoy.

source: Open SunHat to the next reminder that is ready or closest to being ready.
es: Abre SunHat en el próximo recordatorio que esté listo o más cerca de estarlo.

source: Opens task details.
es: Abre los detalles de la tarea.

source: Opt out of marketing communications
es: Excluirme de las comunicaciones de marketing

source: Optional backup provider
es: Proveedor de respaldo opcional

source: Orange
es: Naranja

source: Other privacy-related questions
es: Otras preguntas relacionadas con la privacidad

source: Outdoor Activities
es: Actividades al aire libre

source: Outdoor Dining
es: Comer al aire libre

source: Outdoor cleaning and washing tasks
es: Tareas de limpieza y lavado al aire libre

source: Outdoor photo sessions and landscape photography
es: Sesiones de fotos al aire libre y fotografía de paisajes

source: Outdoor sports and recreational activities
es: Deportes y actividades recreativas al aire libre

source: Outdoor workouts, running, and fitness activities
es: Entrenamientos al aire libre, correr y actividades de fitness

source: Overcast
es: Cubierto

source: Painting
es: Pintura

source: Partly Cloudy
es: Parcialmente nublado

source: Pause
es: Pausar

source: Pause This Reminder
es: Pausar este recordatorio

source: Pause Weather Reminders
es: Pausar recordatorios del clima

source: Paused
es: En pausa

source: Perfect gardening weather
es: Clima perfecto para jardinería

source: Perfect weather for %@! ✨
es: ¡Clima perfecto para %@! ✨

source: Pet Care
es: Cuidado de mascotas

source: Pet grooming and outdoor pet activities
es: Aseo de mascotas y actividades al aire libre con mascotas

source: Photography
es: Fotografía

source: Picnics, barbecues, and outdoor meal planning
es: Picnics, parrilladas y planificación de comidas al aire libre

source: Pink
es: Rosa

source: Plant care, yard work, and outdoor gardening activities
es: Cuidado de plantas, trabajo de jardín y actividades de jardinería al aire libre

source: Play sound
es: Reproducir sonido

source: Please enter a location name.
es: Introduce un nombre de ubicación.

source: Please enter valid numeric coordinates.
es: Introduce coordenadas numéricas válidas.

source: Please provide details about your privacy request. Include any specific data or timeframes if relevant.
es: Proporciona detalles sobre tu solicitud de privacidad. Incluye datos o plazos específicos si son relevantes.

source: Poor
es: Mala

source: Popular Cities
es: Ciudades populares

source: Possibly
es: Posiblemente

source: Postpone
es: Posponer

source: Postpone Reminder
es: Posponer recordatorio

source: Preferences and notification settings
es: Preferencias y ajustes de notificación

source: Preparing export
es: Preparando exportación

source: Primary forecast provider
es: Proveedor principal de pronósticos

source: Privacy
es: Privacidad

source: Privacy Information
es: Información de privacidad

source: Privacy Inquiry - %@
es: Consulta de privacidad - %@

source: Privacy Inquiry - SunHat App
es: Consulta de privacidad - App SunHat

source: Privacy Inquiry Type: %1$@ %2$@ Your Inquiry: %3$@ Contact Information: Email: %4$@ App Information: - App: SunHat - Version: %5$@ (%6$@) - Platform: iOS - Date: %7$@ Thank you for contacting our Data Protection Officer. We will respond within 30 days as required by law.
es: Tipo de consulta de privacidad: %@ %@ Tu consulta: %@ Información de contacto: Correo: %@ Información de la app: - App: SunHat - Versión: %@ (%@) - Plataforma: iOS - Fecha: %@ Gracias por contactar a nuestro Delegado de Protección de Datos. Responderemos dentro de 30 días según lo exige la ley.

source: Privacy Policy
es: Política de privacidad

source: Progress, final step, step 4 of 4
es: Progreso, paso final, paso 4 de 4

source: Progress, step 2 of 4
es: Progreso, paso 2 de 4

source: Progress, step 3 of 4
es: Progreso, paso 3 de 4

source: Projects
es: Proyectos

source: Prominent
es: Pronunciada

source: Providing your email helps us respond more efficiently. This is optional but recommended for faster resolution.
es: Proporcionar tu correo nos ayuda a responder con más eficiencia. Es opcional, pero se recomienda para una resolución más rápida.

source: Pull down to refresh when weather access is available
es: Desliza hacia abajo para actualizar cuando el acceso al clima esté disponible

source: Pull down to refresh when weather access is available.
es: Desliza hacia abajo para actualizar cuando el acceso al clima esté disponible.

source: Pull to refresh to get updated weather data
es: Desliza para actualizar y obtener datos meteorológicos actualizados

source: Purple
es: Morado

source: Questions about how we process your data
es: Preguntas sobre cómo procesamos tus datos

source: Quiet Hours
es: Horas de silencio

source: Rain
es: Lluvia

source: Rainy
es: Lluvioso

source: Range
es: Rango

source: Range:
es: Rango:

source: Rate limit exceeded. Please try again later
es: Se superó el límite de solicitudes. Inténtalo de nuevo más tarde

source: Rate limit exceeded. Try again in %lld seconds
es: Se superó el límite de solicitudes. Inténtalo de nuevo en %lld segundos

source: Reading
es: Lectura

source: Ready Now
es: Listo ahora

source: Ready when the forecast is right.
es: Listo cuando el pronóstico sea el adecuado.

source: Ready when the weather matches.
es: Listo cuando el clima coincida.

source: Red
es: Rojo

source: Remind Later
es: Recordar más tarde

source: Remind me unless it's any of these:
es: Avísame a menos que sea alguna de estas:

source: Remind me when it's any of these:
es: Avísame cuando sea alguna de estas:

source: Reminder
es: Recordatorio

# Reminder %@: %@ likelihood to trigger
source: Reminder %1$@: %2$@ likelihood to trigger
es: Recordatorio %@: %@ de probabilidad de activarse

source: Reminder history and related records
es: Historial de recordatorios y registros relacionados

source: Reminder marked as complete
es: Recordatorio marcado como completado

source: Reminder notes
es: Notas del recordatorio

source: Reminder paused
es: Recordatorio en pausa

source: Reminder resumed
es: Recordatorio reanudado

source: Reminder skipped by user
es: Recordatorio omitido por el usuario

source: Reminder title
es: Título del recordatorio

source: Reminder triggered
es: Recordatorio activado

source: Reminder updated
es: Recordatorio actualizado

source: Reminders
es: Recordatorios

source: Reminders & Preferences
es: Recordatorios y preferencias

source: Reminders and trigger conditions
es: Recordatorios y condiciones de activación

source: Remove from Favorites
es: Quitar de favoritos

source: Rename
es: Cambiar nombre

source: Report a security or privacy concern
es: Reportar un problema de seguridad o privacidad

source: Request a copy of all data we have about you
es: Solicitar una copia de todos los datos que tenemos sobre ti

source: Request deletion of all your personal data
es: Solicitar la eliminación de todos tus datos personales

source: Requesting Location
es: Solicitando ubicación

source: Requesting Permission
es: Solicitando permiso

source: Reschedule
es: Reprogramar

source: Reset
es: Restablecer

source: Reset All Settings
es: Restablecer todos los ajustes

source: Reset Settings
es: Restablecer ajustes

source: Respect Quiet Hours
es: Respetar horas de silencio

source: Response Time
es: Tiempo de respuesta

source: Resume
es: Reanudar

source: Resumed
es: Reanudado

source: Retry
es: Reintentar

source: Review SunHat
es: Calificar SunHat

source: Review SunHat?
es: ¿Calificar SunHat?

source: Reviews help more people discover weather-triggered reminders.
es: Las reseñas ayudan a más personas a descubrir los recordatorios activados por el clima.

source: Rhythmic pulse pattern
es: Patrón de pulso rítmico

source: Running
es: Correr

source: SSW
es: SSO

source: SW
es: SO

source: Sailing
es: Navegar

source: Save
es: Guardar

source: Saved locations
es: Ubicaciones guardadas

source: Saving
es: Guardando

source: Saving preferences
es: Guardando preferencias

source: Search
es: Buscar

source: Search Error
es: Error de búsqueda

source: Search Results
es: Resultados de búsqueda

source: Search by city, neighborhood, airport, or landmark.
es: Busca por ciudad, barrio, aeropuerto o punto de referencia.

source: Search for Your City
es: Busca tu ciudad

source: Search for a location
es: Buscar una ubicación

source: Search for locations
es: Buscar ubicaciones

source: Search for this city
es: Buscar esta ciudad

source: Search locations
es: Buscar ubicaciones

source: Search tasks
es: Buscar tareas

source: Search tasks...
es: Buscar tareas...

source: Search tips
es: Consejos de búsqueda

source: Search tips: Include state or country for better results. Try Portland, OR instead of just Portland. Use common city names in English.
es: Consejos de búsqueda: incluye el estado o país para obtener mejores resultados. Prueba "Portland, OR" en lugar de solo "Portland". Usa nombres de ciudades comunes.

source: Searching
es: Buscando

source: Searching for cities
es: Buscando ciudades

source: Searching for cities...
es: Buscando ciudades...

source: Searching...
es: Buscando...

source: Seasonal
es: Estacional

source: Seasonal Tasks
es: Tareas estacionales

source: Seasonal marker evaluation not yet fully implemented with ModelActor
es: La evaluación de marcadores estacionales aún no está implementada por completo

source: Section
es: Sección

source: Security Concern
es: Problema de seguridad

source: Select Location
es: Seleccionar ubicación

source: Select Your City
es: Selecciona tu ciudad

source: Select location, currently %@
es: Seleccionar ubicación, actualmente %@

source: Select the type of privacy inquiry or request you'd like to make.
es: Selecciona el tipo de consulta o solicitud de privacidad que deseas hacer.

source: Select this city for weather data
es: Selecciona esta ciudad para obtener datos meteorológicos

source: Selected
es: Seleccionado

source: Send
es: Enviar

source: Send Email Inquiry
es: Enviar consulta por correo

source: Send Feedback
es: Enviar comentarios

source: Set up a mail account, or email %@ directly.
es: Configura una cuenta de correo o escribe directamente a %@.

source: Set up a mail account, or email %@ directly. You can also use Copy Email Template.
es: Configura una cuenta de correo o escribe directamente a %@. También puedes usar Copiar plantilla de correo.

source: Settings
es: Ajustes

source: Severe
es: Severo

source: Share
es: Compartir

source: Share Reminder
es: Compartir recordatorio

source: Share as Text
es: Compartir como texto

source: Shopping
es: Compras

source: Show Next Ready Reminder
es: Mostrar próximo recordatorio listo

source: Show Previews
es: Mostrar vistas previas

source: Show badge
es: Mostrar insignia
